cask_args appdir: '/Applications'

brew 'neovim'
brew 'tmux'
brew 'tmate'
brew 'the_silver_searcher'
brew 'bat'
brew 'htop'
brew 'git-crypt'
brew 'universal-ctags'

tap 'homebrew/cask-fonts'

cask 'font-hack-nerd-font'
cask 'font-fira-code'
cask 'java'
cask 'google-chrome'
cask 'firefox'
cask 'dropbox'
cask 'slack'
cask 'spotify'
cask 'kindle'
cask 'iterm2'
cask 'zoomus'
